Repository: exodus-ai-org/ios
Catalog: Resources/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hant, zh_hk

# audio:player.readAloud
source: Read aloud
de: Vorlesen
es: Leer en voz alta
fr: Lire à voix haute
it: Leggi ad alta voce
ja: 読み上げ
ko: 소리 내어 읽기
pt_br: Ler em voz alta
zh_hant: 朗讀
zh_hk: 朗讀

# audio:player.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
pt_br: Parar
zh_hant: 停止
zh_hk: 停止

# chat:approval.allow
source: Allow once
de: Einmal erlauben
es: Permitir una vez
fr: Autoriser une fois
it: Consenti una volta
ja: 今回のみ許可
ko: 이번만 허용
pt_br: Permitir uma vez
zh_hant: 僅允許一次
zh_hk: 僅允許一次

# chat:approval.allowed
source: Allowed once
de: Einmal erlaubt
es: Permitido una vez
fr: Autorisé une fois
it: Consentito una volta
ja: 今回のみ許可しました
ko: 이번만 허용됨
pt_br: Permitido uma vez
zh_hant: 已允許一次
zh_hk: 已允許一次

# chat:approval.decideFailed
source: Couldn’t send your answer
de: Ihre Antwort konnte nicht gesendet werden
es: No se pudo enviar su respuesta
fr: Impossible d’envoyer votre réponse
it: Impossibile inviare la risposta
ja: 回答を送信できませんでした
ko: 답변을 보낼 수 없습니다
pt_br: Não foi possível enviar sua resposta
zh_hant: 無法傳送你的回覆
zh_hk: 無法傳送你的回覆

# chat:approval.denied
source: Denied
de: Abgelehnt
es: Denegado
fr: Refusé
it: Negato
ja: 拒否しました
ko: 거부됨
pt_br: Negado
zh_hant: 已拒絕
zh_hk: 已拒絕

# chat:approval.deny
source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
it: Nega
ja: 拒否
ko: 거부
pt_br: Negar
zh_hant: 拒絕
zh_hk: 拒絕

# chat:approval.expired
source: No longer waiting
de: Wartet nicht mehr
es: Ya no está en espera
fr: N’attend plus
it: Non più in attesa
ja: 待機は終了しています
ko: 더 이상 대기 중이 아님
pt_br: Não está mais aguardando
zh_hant: 已不再等待
zh_hk: 已不再等待

# chat:approval.stopped
source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
it: Interrotto
ja: 停止しました
ko: 중지됨
pt_br: Interrompido
zh_hant: 已停止
zh_hk: 已停止

# chat:approval.timedOut
source: Timed out
de: Zeit abgelaufen
es: Tiempo agotado
fr: Délai dépassé
it: Tempo scaduto
ja: タイムアウトしました
ko: 시간 초과
pt_br: Tempo esgotado
zh_hant: 已逾時
zh_hk: 已逾時

# chat:approval.title
source: Allow access to a secret?
de: Zugriff auf ein Geheimnis erlauben?
es: ¿Permitir el acceso a un secreto?
fr: Autoriser l’accès à un secret ?
it: Consentire l’accesso a un segreto?
ja: 秘密情報へのアクセスを許可しますか?
ko: 비밀 정보에 대한 접근을 허용할까요?
pt_br: Permitir acesso a um segredo?
zh_hant: 允許存取機密資料？
zh_hk: 允許存取機密資料？

# chat:approval.truncatedNote
source: %lld more characters not shown
de: %lld weitere Zeichen nicht angezeigt
es: %lld caracteres más no mostrados
fr: %lld caractères supplémentaires non affichés
it: %lld caratteri in più non mostrati
ja: さらに%lld文字が表示されていません
ko: 표시되지 않은 문자가 %lld자 더 있습니다
pt_br: mais %lld caracteres não exibidos
zh_hant: 另有 %lld 個字元未顯示
zh_hk: 另有 %lld 個字符未顯示

# chat:composer.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 전송
pt_br: Enviar
zh_hant: 傳送
zh_hk: 傳送

# chat:composer.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
pt_br: Parar
zh_hant: 停止
zh_hk: 停止

# chat:computerUseCard.answerFailedTitle
source: Could not send your answer
de: Ihre Antwort konnte nicht gesendet werden
es: No se pudo enviar su respuesta
fr: Impossible d'envoyer votre réponse
it: Impossibile inviare la tua risposta
ja: 回答を送信できませんでした
ko: 답변을 보낼 수 없습니다
pt_br: Não foi possível enviar sua resposta
zh_hant: 無法送出你的回覆
zh_hk: 無法傳送你的回覆

# chat:computerUseCard.doneContinue
source: Done — continue
de: Fertig — weiter
es: Listo — continuar
fr: Terminé — continuer
it: Fatto — continua
ja: 完了 — 続行
ko: 완료 — 계속
pt_br: Concluído — continuar
zh_hant: 完成——繼續
zh_hk: 完成——繼續

# chat:computerUseCard.error
source: error
de: Fehler
fr: erreur
it: errore
ja: エラー
ko: 오류
pt_br: erro
zh_hant: 錯誤
zh_hk: 錯誤

# chat:computerUseCard.outcome.abandoned
source: abandoned
de: aufgegeben
es: abandonado
fr: abandonné
it: abbandonato
ja: 放棄
ko: 포기됨
pt_br: abandonado
zh_hant: 已放棄
zh_hk: 已放棄

# chat:computerUseCard.outcome.aborted
source: aborted
de: abgebrochen
es: abortado
fr: interrompu
it: interrotto
ja: 中断
ko: 중단됨
pt_br: abortado
zh_hant: 已中止
zh_hk: 已中止

# chat:computerUseCard.outcome.failed
source: failed
de: fehlgeschlagen
es: fallido
fr: échec
it: non riuscito
ja: 失敗
ko: 실패
pt_br: falha
zh_hant: 失敗
zh_hk: 失敗

# chat:computerUseCard.outcome.stuck
source: stuck
de: blockiert
es: atascado
fr: bloqué
it: bloccato
ja: 停止中
ko: 막힘
pt_br: travado
zh_hant: 卡住
zh_hk: 卡住

# chat:computerUseCard.outcome.success
source: success
de: erfolgreich
es: éxito
fr: réussite
it: riuscito
ja: 成功
ko: 성공
pt_br: sucesso
zh_hant: 成功
zh_hk: 成功

# chat:computerUseCard.replyPlaceholder
source: Type a reply, or leave blank when done
de: Antwort eingeben oder leer lassen, wenn fertig
es: Escriba una respuesta, o déjelo en blanco cuando termine
fr: Saisissez une réponse, ou laissez vide une fois terminé
it: Scrivi una risposta, o lascia vuoto quando hai finito
ja: 返信を入力(完了の場合は空欄のまま)
ko: 답장을 입력하거나, 완료되었으면 비워 두세요
pt_br: Digite uma resposta, ou deixe em branco quando terminar
zh_hant: 輸入回覆，或留空以表示完成
zh_hk: 輸入回覆，或留空表示完成

# chat:computerUseCard.running
source: running…
de: läuft…
es: en ejecución…
fr: en cours…
it: in esecuzione…
ja: 実行中…
ko: 실행 중…
pt_br: em execução…
zh_hant: 執行中…
zh_hk: 執行中…

# chat:computerUseCard.session
source: session: %@
de: Sitzung: %@
es: sesión: %@
it: sessione: %@
ja: セッション: %@
ko: 세션: %@
pt_br: sessão: %@
zh_hant: 工作階段：%@
zh_hk: 工作階段：%@

# chat:computerUseCard.stepBadge
source: step %@
de: Schritt %@
es: paso %@
fr: étape %@
it: passaggio %@
ja: ステップ %@
ko: %@단계
pt_br: etapa %@
zh_hant: 步驟 %@
zh_hk: 步驟 %@

# chat:computerUseCard.stepNoAction
source: Step %@: …
de: Schritt %@: …
es: Paso %@: …
fr: Étape %@ : …
it: Passaggio %@: …
ja: ステップ%@: …
ko: %@단계: …
pt_br: Etapa %@: …
zh_hant: 步驟 %@：…
zh_hk: 步驟 %@：…

# chat:computerUseCard.stepWithAction
source: Step %@: %@
de: Schritt %@: %@
es: Paso %@: %@
fr: Étape %@ : %@
it: Passaggio %@: %@
ja: ステップ%@: %@
ko: %@단계: %@
pt_br: Etapa %@: %@
zh_hant: 步驟 %@：%@
zh_hk: 步驟 %@：%@

# chat:computerUseCard.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
pt_br: Parar
zh_hant: 停止
zh_hk: 停止

# chat:computerUseCard.stopFailedTitle
source: Could not stop the session
de: Sitzung konnte nicht gestoppt werden
es: No se pudo detener la sesión
fr: Impossible d'arrêter la session
it: Impossibile interrompere la sessione
ja: セッションを停止できませんでした
ko: 세션을 중지할 수 없습니다
pt_br: Não foi possível parar a sessão
zh_hant: 無法停止此工作階段
zh_hk: 無法停止此工作階段

# chat:computerUseCard.targetWindowAlt
source: Target window at step %@
de: Zielfenster bei Schritt %@
es: Ventana de destino en el paso %@
fr: Fenêtre cible à l'étape %@
it: Finestra di destinazione al passaggio %@
ja: ステップ%@時点の対象ウィンドウ
ko: %@단계의 대상 윈도우
pt_br: Janela de destino na etapa %@
zh_hant: 步驟 %@ 的目標視窗
zh_hk: 步驟 %@ 的目標視窗

# chat:computerUseCard.waitingForReply
source: Waiting for the session to accept a reply…
de: Warten darauf, dass die Sitzung eine Antwort akzeptiert…
es: Esperando a que la sesión acepte una respuesta…
fr: En attente que la session accepte une réponse…
it: In attesa che la sessione accetti una risposta…
ja: セッションが返信を受け付けるのを待っています…
ko: 세션이 답장을 받을 준비가 되기를 기다리는 중…
pt_br: Aguardando a sessão aceitar uma resposta…
zh_hant: 正在等待工作階段接受回覆…
zh_hk: 正在等候工作階段接受回覆…

# chat:deepResearchCard.failed
source: Research failed
de: Recherche fehlgeschlagen
es: La investigación falló
fr: La recherche a échoué
it: Ricerca non riuscita
ja: リサーチに失敗しました
ko: 조사 실패
pt_br: A pesquisa falhou
zh_hant: 研究失敗
zh_hk: 研究失敗

# chat:deepResearchCard.referencesHeading
source: References
de: Referenzen
es: Referencias
fr: Références
it: Riferimenti
ja: 参考文献
ko: 참고 자료
pt_br: Referências
zh_hant: 參考資料
zh_hk: 參考資料

# chat:deepResearchCard.researching
source: Deep Researching...
de: Deep Research läuft...
es: Investigando a fondo...
fr: Recherche approfondie en cours...
it: Ricerca approfondita in corso...
ja: ディープリサーチ中...
ko: 심층 조사 중...
pt_br: Pesquisando a fundo...
zh_hant: 深度研究中...
zh_hk: 深度研究中...

# chat:imageGeneration.generatedImageAlt
source: Generated image
de: Generiertes Bild
es: Imagen generada
fr: Image générée
it: Immagine generata
ja: 生成された画像
ko: 생성된 이미지
pt_br: Imagem gerada
zh_hant: 生成的圖片
zh_hk: 生成的圖片

# chat:imageGeneration.status.complete
source: Image ready
de: Bild fertig
es: Imagen lista
fr: Image prête
it: Immagine pronta
ja: 画像が完成しました
ko: 이미지 준비 완료
pt_br: Imagem pronta
zh_hant: 圖片已完成
zh_hk: 圖片已完成

# chat:imageGeneration.status.error
source: Generation failed
de: Generierung fehlgeschlagen
es: Error al generar
fr: Échec de la génération
it: Generazione non riuscita
ja: 生成に失敗しました
ko: 생성 실패
pt_br: Falha na geração
zh_hant: 生成失敗
zh_hk: 生成失敗

# chat:imageGeneration.status.generating
source: Generating image
de: Bild wird generiert
es: Generando imagen
fr: Génération de l'image
it: Generazione immagine in corso
ja: 画像を生成中
ko: 이미지 생성 중
pt_br: Gerando imagem
zh_hant: 圖片生成中
zh_hk: 圖片生成中

# chat:imageGeneration.status.refining
source: Refining details
de: Details werden verfeinert
es: Refinando detalles
fr: Affinement des détails
it: Rifinitura dei dettagli
ja: 詳細を調整中
ko: 세부 사항 다듬는 중
pt_br: Refinando detalhes
zh_hant: 細節調整中
zh_hk: 細節調整中

# chat:imageGeneration.status.unavailable
source: Image unavailable
de: Bild nicht verfügbar
es: Imagen no disponible
fr: Image indisponible
it: Immagine non disponibile
ja: 画像を表示できません
ko: 이미지를 표시할 수 없음
pt_br: Imagem indisponível
zh_hant: 圖片無法顯示
zh_hk: 圖片無法顯示

# chat:mapItineraryCard.copyMarkdownTitle
source: Copy day as markdown
de: Tag als Markdown kopieren
es: Copiar día como markdown
fr: Copier le jour au format markdown
it: Copia il giorno come markdown
ja: その日の予定をMarkdownとしてコピー
ko: 해당 날짜를 마크다운으로 복사
pt_br: Copiar dia como markdown
zh_hant: 複製當天行程為 Markdown
zh_hk: 複製當天行程為 Markdown

# chat:mapItineraryCard.openRouteTitle
source: Open route in Google Maps
de: Route in Google Maps öffnen
es: Abrir ruta en Google Maps
fr: Ouvrir l'itinéraire dans Google Maps
it: Apri il percorso in Google Maps
ja: Googleマップでルートを開く
ko: Google 지도에서 경로 열기
pt_br: Abrir rota no Google Maps
zh_hant: 在 Google 地圖中開啟路線
zh_hk: 在 Google 地圖中開啟路線

# chat:mapItineraryCard.tabsAriaLabel
source: Itinerary days
de: Reisetage
es: Días del itinerario
fr: Jours de l'itinéraire
it: Giorni dell'itinerario
ja: 旅程の日程
ko: 여행 일정
pt_br: Dias do itinerário
zh_hant: 行程天數
zh_hk: 行程天數

# chat:memoryStrip.deleted
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminata
ja: 削除
ko: 삭제됨
pt_br: Excluída
zh_hant: 已刪除
zh_hk: 已刪除

# chat:memoryStrip.failed
source: Couldn't update memory
de: Gedächtnis konnte nicht aktualisiert werden
es: No se pudo actualizar la memoria
fr: Impossible de mettre à jour la mémoire
it: Impossibile aggiornare la memoria
ja: メモリーを更新できませんでした
ko: 메모리를 업데이트하지 못했습니다
pt_br: Não foi possível atualizar a memória
zh_hant: 無法更新記憶
zh_hk: 無法更新記憶

# chat:memoryStrip.new
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuova
ja: 新規
ko: 새 항목
pt_br: Nova
zh_hant: 新增
zh_hk: 新增

# chat:memoryStrip.partial
source: Undid %@ · %@ changed since and kept
de: %@ rückgängig gemacht · %@ seitdem geändert und beibehalten
es: Se deshicieron %@ · %@ cambiaron desde entonces y se conservaron
fr: %@ annulé(s) · %@ modifié(s) depuis et conservé(s)
it: %@ annullate · %@ modificate nel frattempo e mantenute
ja: %@ 件を元に戻しました · %@ 件はその後変更されたため保持しました
ko: %@개 실행 취소 · %@개는 이후 변경되어 유지됨
pt_br: %@ desfeitas · %@ alteradas desde então e mantidas
zh_hant: 已復原 %@ 項 · %@ 項之後已變更，予以保留
zh_hk: 已復原 %@ 項 · %@ 項其後已更改，予以保留

# chat:memoryStrip.partlyUpdated
source: Memory partly updated · %@
de: Gedächtnis teilweise aktualisiert · %@
es: Memoria actualizada en parte · %@
fr: Mémoire mise à jour en partie · %@
it: Memoria aggiornata in parte · %@
ja: メモリーを一部更新しました · %@
ko: 메모리 일부 업데이트됨 · %@
pt_br: Memória atualizada em parte · %@
zh_hant: 已部分更新記憶 · %@
zh_hk: 已部分更新記憶 · %@

# chat:memoryStrip.stale
source: Undone or changed since
de: Rückgängig gemacht oder seitdem geändert
es: Deshecho o cambiado desde entonces
fr: Annulé ou modifié depuis
it: Annullato o modificato nel frattempo
ja: 元に戻したか、その後変更されています
ko: 실행 취소되었거나 이후 변경됨
pt_br: Desfeito ou alterado desde então
zh_hant: 已復原或之後已變更
zh_hk: 已復原或其後已更改

# chat:memoryStrip.undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
ko: 실행 취소
pt_br: Desfazer
zh_hant: 復原
zh_hk: 復原

# chat:memoryStrip.undoFailed
source: Couldn't undo
de: Konnte nicht rückgängig gemacht werden
es: No se pudo deshacer
fr: Impossible d'annuler
it: Impossibile annullare
ja: 元に戻せませんでした
ko: 실행 취소하지 못했습니다
pt_br: Não foi possível desfazer
zh_hant: 無法復原
zh_hk: 無法復原

# chat:memoryStrip.undone
source: Undone
de: Rückgängig gemacht
es: Deshecho
fr: Annulé
it: Annullato
ja: 元に戻しました
ko: 실행 취소됨
pt_br: Desfeito
zh_hant: 已復原
zh_hk: 已復原

# chat:memoryStrip.updated
source: Memory updated · %@
de: Gedächtnis aktualisiert · %@
es: Memoria actualizada · %@
fr: Mémoire mise à jour · %@
it: Memoria aggiornata · %@
ja: メモリーを更新しました · %@
ko: 메모리 업데이트됨 · %@
pt_br: Memória atualizada · %@
zh_hant: 已更新記憶 · %@
zh_hk: 已更新記憶 · %@

# chat:memoryStrip.updating
source: Updating memory…
de: Gedächtnis wird aktualisiert…
es: Actualizando la memoria…
fr: Mise à jour de la mémoire…
it: Aggiornamento della memoria…
ja: メモリーを更新しています…
ko: 메모리를 업데이트하는 중…
pt_br: Atualizando a memória…
zh_hant: 正在更新記憶…
zh_hk: 正在更新記憶…

# chat:messageAction.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
zh_hant: 複製
zh_hk: 複製

# chat:messageAction.regenerate
source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
it: Rigenera
ja: 再生成
ko: 다시 생성
pt_br: Regenerar
zh_hant: 重新生成
zh_hk: 重新生成

# chat:messageAction.sources
source: Sources
de: Quellen
es: Fuentes
it: Fonti
ja: ソース
ko: 출처
pt_br: Fontes
zh_hant: 來源
zh_hk: 來源

# chat:placeDetail.anonymousReviewer
source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ja: 匿名
ko: 익명
pt_br: Anônimo
zh_hant: 匿名
zh_hk: 匿名

# chat:placeDetail.closed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
ja: 営業時間外
ko: 영업 종료
pt_br: Fechado
zh_hant: 已打烊
zh_hk: 已打烊

# chat:placeDetail.nextAriaLabel
source: Next place
de: Nächster Ort
es: Lugar siguiente
fr: Lieu suivant
it: Luogo successivo
ja: 次のスポット
ko: 다음 장소
pt_br: Próximo local
zh_hant: 下一個地點
zh_hk: 下一個地點

# chat:placeDetail.notes
source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 메모
pt_br: Notas
zh_hant: 備註
zh_hk: 備註

# chat:placeDetail.open
source: Open
de: Geöffnet
es: Abierto
fr: Ouvert
it: Aperto
ja: 営業中
ko: 영업 중
pt_br: Aberto
zh_hant: 營業中
zh_hk: 營業中

# chat:placeDetail.pagination
source: %@ of %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
it: %@ di %@
ja: %2$@件中%1$@件目
ko: %2$@ 중 %1$@
pt_br: %@ de %@
zh_hant: 第 %@ 筆，共 %@ 筆
zh_hk: 第 %@ 個，共 %@ 個

# chat:placeDetail.previousAriaLabel
source: Previous place
de: Vorheriger Ort
es: Lugar anterior
fr: Lieu précédent
it: Luogo precedente
ja: 前のスポット
ko: 이전 장소
pt_br: Local anterior
zh_hant: 上一個地點
zh_hk: 上一個地點

# chat:placeDetail.tabHours
source: Hours
de: Öffnungszeiten
es: Horario
fr: Horaires
it: Orari
ja: 営業時間
ko: 영업시간
pt_br: Horários
zh_hant: 營業時間
zh_hk: 營業時間

# chat:placeDetail.tabOverview
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
pt_br: Visão geral
zh_hant: 總覽
zh_hk: 總覽

# chat:placeDetail.tabReviews
source: Reviews
de: Bewertungen
es: Reseñas
fr: Avis
it: Recensioni
ja: 口コミ
ko: 리뷰
pt_br: Avaliações
zh_hant: 評論
zh_hk: 評論

# chat:placeDetail.tabsAriaLabel
source: Place sections
de: Ortsbereiche
es: Secciones del lugar
fr: Sections du lieu
it: Sezioni del luogo
ja: スポットの情報
ko: 장소 섹션
pt_br: Seções do local
zh_hant: 地點分頁
zh_hk: 地點分頁

# chat:run.error
source: This reply stopped with an error: %@
de: Diese Antwort wurde mit einem Fehler abgebrochen: %@
es: Esta respuesta se detuvo con un error: %@
fr: Cette réponse s'est arrêtée sur une erreur : %@
it: Questa risposta si è interrotta con un errore: %@
ja: この回答はエラーで中断しました: %@
ko: 이 답변은 오류로 중단되었습니다: %@
pt_br: Esta resposta foi interrompida por um erro: %@
zh_hant: 此回覆因錯誤而中斷：%@
zh_hk: 此回覆因錯誤而中斷：%@

# chat:sidebar.history.rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
pt_br: Renomear
zh_hant: 重新命名
zh_hk: 重新命名

# chat:sidebar.newChat
source: New chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle conversation
it: Nuova chat
ja: 新しいチャット
ko: 새 채팅
pt_br: Novo chat
zh_hant: 開新聊天
zh_hk: 開新聊天

# chat:sourcesPanel.citations
source: Citations (%@)
de: Zitate (%@)
es: Citas (%@)
it: Citazioni (%@)
ja: 引用(%@件)
ko: 인용 (%@)
pt_br: Citações (%@)
zh_hant: 引用來源（%@）
zh_hk: 引用（%@）

# chat:sourcesPanel.more
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: もっと見る
ko: 더 보기
pt_br: Mais
zh_hant: 更多
zh_hk: 更多

# chat:toast.headsUpTitle
source: Heads up
de: Hinweis
es: Aviso
fr: À noter
it: Avviso
ja: お知らせ
ko: 알림
pt_br: Aviso
zh_hant: 提醒
zh_hk: 提醒

# chat:toolPreview.mapItineraryDayCount
source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日間
ko: %lld일
pt_br: %lld dias
zh_hant: %lld 天
zh_hk: %lld 天

# chat:toolPreview.mapItineraryStopCount
source: %lld stops
de: %lld Stopps
es: %lld paradas
fr: %lld arrêts
it: %lld tappe
ja: %lld件の立ち寄り先
ko: %lld개 경유지
pt_br: %lld paradas
zh_hant: %lld 個停留點
zh_hk: %lld 個停留點

# chat:usedMemories.deleted
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimée
it: Eliminata
ja: 削除済み
ko: 삭제됨
pt_br: Excluída
zh_hant: 已刪除
zh_hk: 已刪除

# chat:usedMemories.label
source: Used %lld memories · %@
de: %lld Gedächtniseinträge verwendet · %@
es: Se usaron %lld memorias · %@
fr: %lld mémoires utilisées · %@
it: Usate %lld memorie · %@
ja: %lld 件のメモリーを使用 · %@
ko: 메모리 %lld개 사용 · %@
pt_br: %lld memórias usadas · %@
zh_hant: 使用了 %lld 項記憶 · %@
zh_hk: 使用了 %lld 項記憶 · %@

# chat:usedMemories.openSettings
source: Open in Settings
de: In den Einstellungen öffnen
es: Abrir en Configuración
fr: Ouvrir dans les réglages
it: Apri nelle Impostazioni
ja: 設定で開く
ko: 설정에서 열기
pt_br: Abrir nas Configurações
zh_hant: 在設定中開啟
zh_hk: 在設定中開啟

# chat:usedMemories.prefill
source: The memory about '%@' is wrong:
de: Der Gedächtniseintrag zu „%@“ ist falsch:
es: La memoria sobre «%@» es incorrecta:
fr: La mémoire « %@ » est inexacte :
it: La memoria su '%@' è sbagliata:
ja: 「%@」についてのメモリーは間違っています:
ko: '%@'에 대한 메모리가 잘못되었습니다:
pt_br: A memória sobre '%@' está errada:
zh_hant: 關於「%@」的記憶有誤：
zh_hk: 關於「%@」的記憶有誤：

# chat:usedMemories.wrong
source: This is wrong
de: Das ist falsch
es: Esto es incorrecto
fr: C'est inexact
it: È sbagliato
ja: これは間違っています
ko: 잘못된 내용입니다
pt_br: Isto está errado
zh_hant: 這是錯的
zh_hk: 這是錯的

# chat:weatherCard.feelsLike
source: Feels like %@°
de: Gefühlt %@°
es: Sensación %@°
fr: Ressenti %@°
it: Percepita %@°
ja: 体感 %@°
ko: 체감 %@°
pt_br: Sensação %@°
zh_hant: 體感 %@°
zh_hk: 體感 %@°

# chat:weatherCard.humidity
source: Humidity
de: Luftfeuchtigkeit
es: Humedad
fr: Humidité
it: Umidità
ja: 湿度
ko: 습도
pt_br: Umidade
zh_hant: 濕度
zh_hk: 濕度

# chat:weatherCard.less
source: Less
de: Weniger
es: Menos
fr: Moins
it: Meno
ja: 閉じる
ko: 접기
pt_br: Menos
zh_hant: 收合
zh_hk: 收起

# chat:weatherCard.observedAt
source: Observed %@
de: Gemessen %@
es: Observado %@
fr: Relevé à %@
it: Rilevato %@
ja: %@ 観測
ko: %@ 관측
pt_br: Observado %@
zh_hant: %@ 觀測
zh_hk: %@ 觀測

# chat:weatherCard.precip
source: Precip
de: Niederschlag
fr: Préc.
it: Precipitazioni
ja: 降水量
ko: 강수
pt_br: Precipitação
zh_hant: 降雨機率
zh_hk: 降雨機率

# chat:weatherCard.pressure
source: Pressure
de: Luftdruck
es: Presión
fr: Pression
it: Pressione
ja: 気圧
ko: 기압
pt_br: Pressão
zh_hant: 氣壓
zh_hk: 氣壓

# chat:weatherCard.rainChance
source: %@%% rain
de: %@ %% Regen
es: %@ %% lluvia
fr: %@ %% de pluie
it: %@%% pioggia
ja: 降水 %@%%
ko: 강수 %@%%
pt_br: %@%% de chuva
zh_hant: 降雨 %@%%
zh_hk: 降雨 %@%%

# chat:weatherCard.sunrise
source: Sunrise
de: Sonnenaufgang
es: Amanecer
fr: Lever
it: Alba
ja: 日の出
ko: 일출
pt_br: Nascer do sol
zh_hant: 日出
zh_hk: 日出

# chat:weatherCard.sunset
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher
it: Tramonto
ja: 日の入り
ko: 일몰
pt_br: Pôr do sol
zh_hant: 日落
zh_hk: 日落

# chat:weatherCard.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hant: 今天
zh_hk: 今日

# chat:weatherCard.tomorrow
source: Tmr
de: Morgen
es: Mañ.
fr: Dem.
it: Domani
ja: 明日
ko: 내일
pt_br: Amanhã
zh_hant: 明天
zh_hk: 明日

# chat:weatherCard.visibility
source: Visibility
de: Sichtweite
es: Visibilidad
fr: Visibilité
it: Visibilità
ja: 視界
ko: 가시거리
pt_br: Visibilidade
zh_hant: 能見度
zh_hk: 能見度

# common:action.add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hant: 新增
zh_hk: 新增

# common:action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hant: 取消
zh_hk: 取消

# common:action.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hant: 關閉
zh_hk: 關閉

# common:action.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
zh_hant: 複製
zh_hk: 複製

# common:action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hant: 刪除
zh_hk: 刪除

# common:action.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
zh_hant: 重試
zh_hk: 重試

# common:action.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hant: 儲存
zh_hk: 儲存

# common:nav.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
zh_hant: 設定
zh_hk: 設定

# common:state.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hant: 已複製
zh_hk: 已複製

# deepResearch:messages.complete.title
source: Completed deep research
de: Deep Research abgeschlossen
es: Investigación profunda completada
fr: Recherche approfondie terminée
it: Ricerca approfondita completata
ja: ディープリサーチが完了しました
ko: 심층 조사 완료
pt_br: Pesquisa aprofundada concluída
zh_hant: 深度研究已完成
zh_hk: 深度研究已完成

# deepResearch:messages.searchedFor
source: Searched for "%@"
de: Gesucht nach „%@“
es: Se buscó "%@"
fr: Recherche effectuée pour « %@ »
it: Ricerca effettuata per "%@"
ja: 「%@」を検索しました
ko: "%@" 검색함
pt_br: Pesquisou por "%@"
zh_hant: 已搜尋「%@」
zh_hk: 已搜尋「%@」

# deepResearch:messages.start.title
source: Start deep researching...
de: Deep Research wird gestartet...
es: Iniciando investigación profunda...
fr: Début de la recherche approfondie...
it: Avvio della ricerca approfondita...
ja: ディープリサーチを開始しています...
ko: 심층 조사를 시작합니다...
pt_br: Iniciando pesquisa aprofundada...
zh_hant: 開始進行深度研究...
zh_hk: 開始進行深度研究…

# deepResearch:messages.writingReport.title
source: Start writing final report...
de: Abschlussbericht wird verfasst...
es: Comenzando a escribir el informe final...
fr: Début de la rédaction du rapport final...
it: Avvio della stesura del report finale...
ja: 最終レポートの作成を開始しています...
ko: 최종 보고서 작성을 시작합니다...
pt_br: Começando a escrever o relatório final...
zh_hant: 開始撰寫最終報告...
zh_hk: 開始撰寫最終報告…

# deepResearch:sources.citations
source: Citations
de: Zitate
es: Citas
it: Citazioni
ja: 引用
ko: 인용
pt_br: Citações
zh_hant: 引用來源
zh_hk: 引用來源

# deepResearch:sources.more
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: もっと見る
ko: 더 보기
pt_br: Mais
zh_hant: 更多
zh_hk: 更多

# ios:app.lock.biometricReason
source: Unlock the connection to your computer
de: Verbindung zu Ihrem Computer entsperren
es: Desbloquear la conexión con tu ordenador
fr: Déverrouiller la connexion à votre ordinateur
it: Sblocca la connessione al tuo computer
ja: コンピュータとの接続のロックを解除
ko: 컴퓨터와의 연결 잠금 해제
pt_br: Desbloquear a conexão com o seu computador
zh_hant: 解鎖與電腦的連線
zh_hk: 解鎖與電腦的連接

# ios:app.lock.title
source: Exodus is locked
de: Exodus ist gesperrt
es: Exodus está bloqueado
fr: Exodus est verrouillé
it: Exodus è bloccato
ja: Exodus はロックされています
ko: Exodus가 잠겨 있습니다
pt_br: O Exodus está bloqueado
zh_hant: Exodus 已鎖定
zh_hk: Exodus 已鎖定
